[General]
Translator, "Bartek and Mariusz Kanonowicz, Bartosz Hajdaś, Dawid Migacz, Jarek Idzior, Konrad Kałużyński, Maciej Bojakowski, Marcin Smółka, Piter432, Rafał 'ManiusNG' Mania"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "733"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "26"


[Icon]
R0lGODlhEAAMAPcAAOrq6ujo6ODg4N/f352dnY4ZCsMiCZ6enswjDJMZC5+fn8YiCpoZDZYZDM8j
DcgjC+zs7MxUPtwkENwkEccVAs1TPsEiCdYjD5UvJssiDJmZmb8dBbwfB85YQtEkDtUjD+nz9dcX
At3o6NEWAp2gouTv8e/v75WVlYw8LeQlEuny9MAgBowZCPX19Y9CM84WAvT+/+Ts7d0kEM8kDMY6
JMcjC+fy89QjD6CgoIkZB+vr65YPAubs67ceBtIjDog4Kn89Ms0jDcAiCYwZCYUXBdYkDpcZDMoj
DIcYBqqys9MjD5AZCr0hB7sgBufo6M4jDebv8bsxG+Lr7MMhCuPq6r43Ic8WAqKiotMjDuLs7rQl
DcQjCNcjEJ4ZDcgjCssjDMIqFIcYB9okD6Ojo9EjDpoZDNAjDo4/MctYQ8xYROXt78ojC5iYmLsV
At8kEs0kC9UkDc1POs9dSPLy8sIWA8UiCo5AMdgkD8YjCZubm6ioqOLo6uHh4eXl5ZycnOPj4+Tk
5JqamuLi4unp6ebm5ufn5wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjIAE8EYhNIQ6A8BPwQOKBAAY4xCQsB+gOoD6FCAQYB0AHBRIsrgQQNEMBH0J8/FjFqnOMn5MiS
FFNqhEDogB9AJEtWvJhx0AAnekjw2EMlhhooNlSUyCJCCggYSVB0iFAhDg0wG9rQofDCyogQO1zI
QVOlB4cpCx58CeLAxw0xRuyk0dLEgoG0RxA4IKPkgoQyZ6IwEWKgTo01CJ6YwfKBixsGP1ZsweMl
w5sZHuAUuTNBRoouQIggCZODxZACBZYkSNCgAQMMAQEAOw==


[BFAPI]
ErrorClientVersionTooOld, "Wersja Twojego klienta jest zbyt stara.\nZaktualizuj aplikację i spróbuj ponownie."
ErrorFailClientTime, "Zegar Twojego komputera jest ustawiony nieprawidłowo.\nSprawdź ustawienia czasu systemowego i spróbuj ponownie."
ErrorFailLogin, "Sprawdź swój adres e-mail oraz hasło i spróbuj ponownie."
ErrorFailPrefix, "Nie udało się połączyć z Twoim kontem Binary Fortress.\nSprawdź swoje połączenie internetowe i czy ta aplikacja nie jest blokowana przez proxy lub zaporę sieciową na Twoim komputerze lub w sieci."
ErrorInvalidProTrialLicenseKey, "Twój klucz licencyjny wersji próbnej wydaje się być nieprawidłowy.\nSkontaktuj się z nami, aby uzyskać więcej informacji."
ErrorItemSizeTooLarge, "Jeden z elementów, które próbujesz zsynchronizować jest zbyt duży.\nMusisz usunąć ten element i spróbować zsynchronizować ponownie."
ErrorTrialExpiredPrompt, "Twoja licencja próbna wersji Pro wygasła.\nCzy chciałbyś się z nami skontaktować i rozpocząć kolejny okres próbny?"
ErrorTwoFactorInvalid, "Twój kod autentykacji dwuskładnikowej jest nieprawidłowy lub wygasł.\nProszę spróbuj ponownie."
ErrorUnknownProPurchasedLicenseKey, "Twój klucz licencyjny wydaje się być nieprawidłowy.\nSkontaktuj się z nami, aby uzyskać więcej informacji."
LoginPrompt, "Musisz wprowadzić swoje informacje logowania Binary Fortress, aby zsynchronizować profile.\nCzy chciałbyś wprowadzić te informacje teraz?"
PromptTwoFactor, "Proszę wpisać kod autentykacji dwuskładnikowej, który został wysłany do urządzenia.\nJeśli nie otrzymasz go w ciągu kilku minut, prosimy o kontakt ze wsparciem Binary Fortress."
PromptTwoFactorImportOldCredentials, "Teraz ta aplikacja obsługuje uwierzytelnianie dwuskładnikowe i obecnie masz to włączone na Twoim koncie.\n\nProszę wpisać kod autoryzacji dwuskładnikowej, który został wysłany do urządzenia.\nJeśli nie otrzymasz go w ciągu kilku minut, prosimy o kontakt ze wsparciem Binary Fortress."
PromptTwoFactorTOTP, "Wprowadź sześciocyfrowy kod wygenerowany przez Twoją mobilną aplikację uwierzytelniającą.\nJeżeli masz jakiekolwiek problemy z kodem uwierzytelniającym, skontaktuj się z pomocą techniczną Binary Fortress."
TitleSync, "Synchronizacja z Twoim kontem Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "Za&loguj"
btnLogout, "&Wyloguj"
btnMyAccount, "Moje &konto"
btnMyLicenses, "&Moje licencje"
btnRegister, "Za&rejestruj"
btnResetPassword, "Zresetuj hasło"
lblEmailAddress, "Adres e-mail:"
lblName, "Nazwa:"
lblPassword, "Hasło:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Użytek osobisty lub firmowy, # wskazany w nazwie licencji"
LicenseRestrictionEnterprise, "Nieograniczona liczba komputerów na nieograniczonej liczbie placówek firmowych"
LicenseRestrictionPersonal, "Nieograniczona liczba komputerów osobistych i 1 komputer firmowy, który tylko Ty używasz"
LicenseRestrictionSite, "Nieograniczona liczba komputerów w jednej lokalizacji"
LicenseRestrictionStandard, "Użytek osobisty lub firmowy, 1 komputer"
LicenseRestrictionSteam, "Użytek osobisty lub firmowy, nieograniczona liczba komputerów, głównym użytkownikiem jesteś Ty. Steam jest zainstalowany"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Wprowadź prawidłowy adres e-mail i spróbuj ponownie."
ErrorEnterPassword, "Wprowadź swoje hasło i spróbuj ponownie."
ErrorLoginFailed, "Nie udało się wczytać informacji o Twoim koncie.\nSprawdź swój adres e-mail oraz hasło i spróbuj ponownie."
ErrorNoLicensesFound, "Przykro nam, ale nie znaleźliśmy żadnych informacji o licencji dla tego konta.\nJeżeli potrzebujesz pomocy, skontaktuj się z nami."
ErrorUnknownLicenses, "Wystąpił błąd podczas wczytywania informacji o Twojej licencji."
ErrorUnknownLogin, "Wystąpił błąd podczas wczytywania informacji o Twoim koncie."
Note, "Zaloguj się, aby uzyskać swój klucz licencyjny i przeprowadzić synchronizację ze swoim kontem Binary Fortress."
SelectLicensePrompt, "Aktualnie używasz wersji darmowej, wersji próbnej Pro, lub Twój klucz licencyjny jest nieprawidłowy.\nCzy chciałbyś wczytać klucz licencyjny ze swojego konta Binary Fortress?"
Title, "Moje konto Binary Fortress"
TitleLoadingLicenses, "Wczytywanie informacji o licencji"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Data utworzenia"
colDateExpires, "Data wygaśnięcia"
colLicenseKey, "Klucz licencyjny"
colLicenseRestrictions, "Ograniczenia licencji"
colLicenseType, "Typ licencji"
colName, "Nazwa"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Czy jesteś pewien, że chcesz użyć tego klucza licencyjnego?"
ErrorSelectLicense, "Wybierz licencję z listy i spróbuj ponownie."
ShowNeedLicenseWarning, "Wybierz z listy jeden ze swoich kluczy licencyjnych, a następnie kliknij 'OK', aby użyć tego klucza."
Title, "Moje licencje"


[BFFormCodeEditor]
btnHotKeyEdit, "&Edytuj"
btnInsertFunction, "Wstaw &kod"
btnInsertFunctionTT, "Przeglądaj listę gotowych skryptów, aby wspomóc tworzenie własnej funkcji."
btnRedoTT, "Ponownie (Ctrl + Y)"
btnReferencesDefault, "Domyślne odniesienia"
btnRunFunction, "U&ruchom funkcję"
btnRunFunctionTT, "Uruchamia bieżącą funkcję."
btnUndoTT, "Cofnij (Ctrl + Z)"
btnVerifyFunction, "&Weryfikuj funkcję"
btnVerifyFunctionTT, "Weryfikuje kod bieżącej funkcji bez uruchamiania."
ErrorCompileFailed, "Nieudana kompilacja."
ErrorEnterCode, "Wpisz kod C# lub VB.net i spróbuj ponownie."
ErrorEnterName, "Wpisz nazwę i spróbuj ponownie."
ErrorRunFailed, "Nieudane uruchomienie."
lblDescription, "Opis:"
lblHelp, "Pomoc na temat funkcji"
lblKeyCombination, "Kombinacja klawiszy:"
lblLanguage, "Język:"
lblName, "Nazwa:"
lblReferences, "Odniesienia:"
lblShare, "Podziel się swoim kodem ze społecznością!"
MessageRunning, "Wykonuje:"
MessageRunSuccess, "Udane uruchomienie."
MessageVerifySuccess, "Udana weryfikacja."
MessageWait, "Oczekiwanie na zakończenie funkcji skryptowej.\nMożesz użyć ikony w zasobniku systemowym, aby zatrzymać funkcję."
MessageWaitTitle, "Oczekiwanie na funkcję"
PromptChangeLanguage, "Czy chcesz załadować domyślny kod funkcji skryptowej?\nOSTRZEŻENIE: Spowoduje to zresetowanie Twojej funkcji."
PromptCloseWithoutSave, "Czy na pewno chcesz zamknąć bez zapisania?"
PromptDefaultReferences, "Czy na pewno chcesz zresetować referencje do domyślnych wartości?"
PromptInvalidSave, "Ta funkcja skryptowa wydaje się być niepoprawna.\nCzy na pewno chcesz ją zapisać?"
ShareMessage, "Twój kod zostanie automatycznie dołączony do tego żądania.\nJeśli chcesz wysłać wiadomość, wpisz ją powyżej linii rezdzielającej. Dzięki!"
ShareSubject, "Udostępnij funkcja skryptową:"
ShareTitle, "Udostępnij funkcję skryptową"
ShareWarning, "Twoje imię będzie użyte dla podpisu, zdecyduj więc, czy chcesz użyć swój alias czy udostępnić anonimowo."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Proszę wybrać Styl(e) Okna:"
PromptSelectWindowStylesEx, "Proszę wybrać Rozszerzony Styl Okna:"
RemoveConfirmOne, "Czy na pewno chcesz usunąć wybrany element?"
SelectAnItem, "Wybierz element z listy i spróbuj ponownie."
SelectAudioDevice, "Proszę wybrać urządzenie audio."
SelectMouseCursorLocation, "Kliknij, aby wybrać lokalizację kursora myszy\nNaciśnij dowolny klawisz, aby anulować"
SendKeys_EditString, "Edytuj ciąg"
SendKeys_EnterString, "Wprowadź ciąg:"
SendKeys_mniAddKeyCombination, "Dodaj kombinację klawiszy"
SendKeys_mniAddRawText, "Dodaj surowy tekst"
SendKeys_mniAddText, "Dodaj tekst"
SendKeys_Title, "SendKeys Builder"


[BFFormDownload_Strings]
ConfirmCancel, "Czy jesteś pewien, że chcesz przerwać to pobieranie?"
Error, "Wystąpił błąd."
Progress, "Pozostało: {0} KB ({1} KB łącznie)"
ProgressUnknown, "Pobieranie: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Wybierz tag WallpaperFusion i spróbuj ponownie."
lblQuery, "Filtr:"
Title, "Tagi WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "&Zamknij"
colContributors, "Współtwórcy"
colCreatedBy, "Stworzona przez"
colDownloads, "Pobrania"
colLanguage, "Język"
colLastModified, "Ostatnio modyfikowana"
lblQuery, "Filtr:"
Loading, "Ładowanie..."


[BFFormProxySettings_Controls]
btnSave, "Zapisz"
lblProxyAddress, "Adres serwera:"
lblProxyPassword, "Hasło:"
lblProxyPassword2, "Wprowadź ponownie hasło:"
lblProxyPort, "Port:"
lblProxyUsername, "Nazwa użytkownika:"
rdoCustomSettings, "Użyj &niestandardowych ustawień serwera proxy:"
rdoNoProxy, "&Bez serwera proxy (bezpośrednie połączenie z internetem)"
rdoUseIESettings, "Użyj ustawień połączenia programu &Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Wprowadź adres serwera proxy lub zaznacz opcję 'Bez serwera proxy'."
EnterServerPort, "Wprowadź port serwera proxy lub zaznacz opcję 'Bez serwera proxy'."
PasswordDecryptionFailed, "Twoje ustawienia połączenia z Internetem wydają się być nieprawidłowe.\nCzy chciałbyś ponownie wprowadzić swoje hasło serwera proxy, aby naprawić te ustawienia?"
PasswordsNotMatch, "Twoje hasła serwera proxy nie zgadzają się, spróbuj ponownie."
Title, "Ustawienia połączenia"


[BFFormSelectApplication]
AllApplications, "Wszystkie aplikacje"
btnBrowse, "&Przeglądaj"
colApplication, "Aplikacja"
colPath, "Ścieżka"
GroupDesktopApplications, "Aplikacje desktopowe"
GroupWindows8Applications, "Aplikacje uniwersalne Windows"
lblWindowPicker, "Przeciągnij to nad okno aplikacji, aby automatycznie zaznaczyć ją na liście"
PleaseSelectApplication, "Najpierw wybierz aplikację."
Title, "Wybierz aplikację"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Wartość domyślna"
chkShowOnlyModified, "Pokazuj tylko zmodyfikowane wartości"
colSetting, "Ustawienie"
colValue, "Wartość"
lblFilter, "Filtr:"
lblHelp, "Kliknij dwukrotnie ustawienie, aby je zmienić, kliknij przycisk 'Pomoc', aby uzyskać więcej informacji."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Wystąpił błąd podczas zapisywania tego ustawienia."
SavedSuccessfully, "Twoje ustawienie zaawansowane zostało pomyślnie zapisane.\nMoże być potrzeba ponownego uruchomienia aplikacji, aby zmiany przyniosły efekt."
Title, "Ustawienia zaawansowane"
TitleEdit, "Edytuj ustawienia zaawansowane"


[BFFormSettings_Controls]
btnAdvancedSettings, "Ustawienia zaawansowane"
btnAutoUpdateCheckNow, "Sprawdź teraz &aktualizacje"
btnBackupSettings, "Eksportuj ustawienia"
btnLanguageHelp, "Pomóż zakończyć tłumaczenie"
btnLicenseChangeToFree, "Zmień na wersję darmową"
btnLicenseKeyRequestTrial, "Uzyskaj nową licencję próbną"
btnLicenseKeyRestoreTrial, "Przywróć klucz licencyjny wersji próbnej"
btnLicenseLoadOnline, "Wczytaj z konta Binary Fortress"
btnLicensePasteFromClipboard, "Wklej ze schowka"
btnProxySettings, "Ustawienia połączenia"
btnRestoreSettings, "Przywróć ustawienia"
btnTroubleshootingClearLogBASE, "Wyczyść dziennik"
btnTroubleshootingCopyBASE, "Kopiuj informację do schowka"
btnTroubleshootingExportBASE, "Eksportuj informację do pliku"
btnTroubleshootingForceCleanupBASE, "&Wymuś czyszczenie pamięci"
btnTroubleshootingOpenLogBASE, "Otwórz dziennik"
btnTroubleshootingRefreshBASE, "Odśwież"
chkAutoUpdate, "Automatycznie sprawdzaj aktualizacje"
chkAutoUpdateBeta, "Sprawdzaj wersje beta (nowsze, niestabilne)"
chkAutoUpdateSteam, "Automatycznie sprawdzaj aktualizacje (Steam może ignorować to ustawienie)"
colLanguageName, "Nazwa"
colLanguagePercentComplete, "Kompletne"
colLanguageTranslators, "Tłumacze"
colLanguageVersion, "Wersja"
gbAutoUpdate, "Sprawdzanie aktualizacji"
gbLicenseReseller, "Informacje o odsprzedawcy"
lblAutoUpdateWarningBASE, "Ostrzeżenie: Automatyczne aktualizacje są aktualnie wyłączone, nie będziesz pytany o instalację nowych wersji"
lblLanguageGetMore, "Pobierz nowe i zaktualizowane języki"
lblLicenseExpires, "Data wygaśnięcia licencji:"
lblLicenseKey, "Klucz licencyjny:"
lblLicenseTo, "Licencję posiada:"
tabAbout, "O programie"
tabLanguage, "Języki"
tabLicense, "Klucz licencyjny"
tabOptions, "Opcje"
tabOurApps, "Nasze aplikacje"
tabTroubleshooting, "Rozwiązywanie problemów"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Czy jesteś pewien, że chcesz usunąć klucz intencyjny i przełączyć na darmową wersję programu?"
ChangeToFreeFromTrialPrompt, "Jeśli chcesz użyć ponownie próbną wersję Pro, musisz uzyskać nowy klucz próbny od naszego zespołu wsparcia. Jeżeli chcesz zobaczyć, które są niedostępne w wersji darmowej, odwiedź stronę z porównaniem wersji darmowej do Pro.\n\nCzy na pewno chcesz usunąć twój klucz licencyjny i przełączyć się na wersję darmową?"
DebugLogCleared, "Dziennik debugowania został pomyślnie wyczyszczony."
DebugLogNotFound, "Plik dziennika debugowania nie mógł zostać znaleziony.\nUpewnij się, że najpierw włączyłeś rejestrację debugowania."
FreeVersion, "Wersja darmowa"
LanguageHelpMessage, "Chciałbym pomóc dokończyć tłumaczenie!"
LanguageHelpMessageDescription, "Pomóż nam zakończyć tłumaczenie, a w zamian otrzymasz darmową licencję Pro Standard!\nW ciągu 2 dni roboczych ktoś skontaktuje się z Tobą."
LanguageRightToLeft, "Od prawej do lewej"
LicenseKeyRequestTrialDescription, "Ktoś skontaktuje się z Tobą w ciągu dwóch dni roboczych."
LicenseKeyRequestTrialMessage, "Chciałbym uzyskać nowy klucz licencyjny wersji próbnej. Dzięki!"
LogLevel0, "L0: Rejestrowanie wyłączone"
LogLevel1, "L1: Rejestrowanie minimalne"
LogLevel2, "L2: Rejestrowanie szczegółowe (nie zalecane)"
LogLevel3, "L3: Rejestrowanie wszystkiego (nie zalecane)"
RegistryExportSuccess, "Twoje ustawienia zostały pomyślnie wyeksportowane."
RestoreSettingsFailed, "Nie udało się przywrócić Twoich ustawień."
RestoreSettingsPrompt, "Nigdy nie przywracaj kopii zapasowych, które nie zostały utworzone przez Ciebie lub zespół wsparcia Binary Fortress.\nCzy na pewno chcesz przywrócić tę kopię zapasową?"
RestoreSettingsSuccess, "Twoje ustawienia zostały pomyślnie przywrócone."
SettingsLoadError, "Wystąpił błąd podczas wczytywania ustawień."
SettingsSaveError, "Wystąpił błąd podczas zapisywania ustawień."
Title, "Ustawienia"
TroubleshootingCopyError, "Nie udało się skopiować informacji o rozwiązywaniu problemów."
TroubleshootingCopySuccess, "Informacje o rozwiązywaniu problemów zostały pomyślnie skopiowane do schowka."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Załącz plik"
btnAttachmentsClear, "Wyczyść załączniki"
chkIncludeBackup, "Dołącz kopię zapasową ustawień za pomocą tego żądania pomocy technicznej"
lblEmailAddress, "Adres e-mail:"
lblMessage, "Wiadomość:"
lblName, "Nazwa:"
lblSubject, "Temat:"
lblWarning, "Informacje z zakładki Rozwiązywanie problemów oraz Twojego pliku Debug.log zostaną zaszyfrowane i wysłane razem z tym zgłoszeniem, abyśmy mogli szybciej rozwiązać Twój problem."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Wprowadź prawidłowy adres e-mail i spróbuj ponownie."
EnterMessage, "Wprowadź wiadomość i spróbuj ponownie."
EnterName, "Wprowadź swoją nazwę użytkownika i spróbuj ponownie."
EnterSubject, "Wprowadź temat wiadomości."
PromptClearAttachments, "Czy na pewno chcesz usunąć te załączniki?"
SendSuccess, "Twoja informacja została pomyślnie wysłana.\nKtoś skontaktuje się z Tobą w ciągu 2 dni roboczych."
Title, "Wyślij prośbę o wsparcie"
TooLongEmailAddress, "Wprowadź krótszy adres e-mail i spróbuj ponownie."
TooLongName, "Wprowadź krótszą nazwę użytkownika i spróbuj ponownie."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Zakup licencję Pro"
btnLater, "Może później"
btnMoreInfo, "Więcej informacji"
lblInvalidLicense, "Twój klucz licencyjny Pro nie jest prawidłowy!\n\nZweryfikuj czy został wpisany poprawny klucz licencyjny na zakładce "Klucz licencyjny" w oknie ustawień.\n\nJeżeli twój klucz licencyjny jest prawidłowy i ciągle widzisz tę wiadomość, prosimy o kontakt z pomocą techniczną Binary Fortress, używając przycisku Pomoc poniżej."
Title, "Nieprawidłowy klucz licencyjny"


[BFFormUpdate_Controls]
btnChangeLog, "&Zobacz listę zmian"
btnDownloadOnly, "&Odwiedź stronę"
btnInstallNow, "Za&instaluj teraz"
btnInstallOnExit, "Zainstaluj przy &wyjściu"
btnRemindMeLater, "P&rzypomnij później"
btnSkipThisVersion, "Po&miń tę wersję"
lblNewVersion, "Nowa wersja:"
lblOldVersion, "Bieżąca wersja:"
lblUpdateNotes, "Co nowego w tej wersji:"
lblUpdateSize, "Rozmiar aktualizacji:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Zalecana jest aktualizacja do nowej wersji.\nCzy jesteś pewien, że chcesz pominąć tę aktualizację?"
DownloadFailedSave, "Nie udało się zapisać tego pliku lokalnie."
DownloadingUpdate, "Pobieranie aktualizacji"
DownloadInvalidData, "Nieprawidłowe dane zwrócone przez serwer. Serwer może mieć problemy ze znalezieniem żądanego pliku."
DownloadNoData, "Brak danych zwróconych przez stronę."
ErrorDownload, "Wystąpił błąd podczas próby pobrania nowej wersji."
FreeNotice, "Ta aktualizacja i wszystkie przyszłe aktualizacje są darmowe! Zaktualizuj dzisiaj i korzystaj!"
RebootMightBeRequiredWarning, "Po zainstalowaniu tej aktualizacji może być wymagane ponowne uruchomienie."
Title, "Dostępna aktualizacja"
UpdateProMessage, "Musisz uaktualnić program do wersji Pro, aby używać aktualizacji jednym kliknięciem.\nCzy chciałbyś uzyskać więcej informacji na temat uaktualnienia?"


[BFHelpButton_Controls]
mniDiscussions, "Dyskusje społeczności"
mniOnlineHelp, "Pomoc online"
mniSupportRequest, "Prośba o wsparcie"


[BFHotKey]
ButtonRemoveInvalidHotKey, "Usuń niepoprawną kombinację klawiszy"
ErrorHotKeyBindFailed, "Przypisanie skrótu klawiaturowego się nie powiodło:"
ErrorHotKeyComboInUse, "Ta kombinacja klawiszy jest już w użyciu. Jest klika powodów dlaczego tak się może zdarzyć:\n- kombinacja klawiszy jest już gdzieś użyta w aplikacji\n- inna aplikacja używa już tej kombinacji klawiszy\n- wbudowana funkcja Windows używa tej kombinacji klawiszy\n\nProszę zmienić lub usunąć tę kombinację klawiszy w ustawieniach."
ErrorIncorrectKeyValue, "Nieprawidłowa kombinacja klawiszy: Wprowadź wartość klawisza."
ErrorIncorrectNumberElements, "Nieprawidłowa kombinacja klawiszy: Nieprawidłowa liczba klawiszy."
ErrorIncorrectNumberKeyMods, "Nieprawidłowa kombinacja klawiszy: Nieprawidłowa liczba klawiszy modyfikujących."
ErrorInvalidKeyCombo, "Wprowadzona kombinacja klawiszy jest nieprawidłowa."
ErrorSystemReserved, "Wprowadzona kombinacja klawiszy jest zarezerwowana przez system Windows i nie może zostać użyta."
ErrorTooManyModifiers, "Nieprawidłowa kombinacja klawiszy: Zbyt wiele klawiszy modyfikujących."
HotKeyButtonRemove, "&Usuń"
HotKeyButtonSetHotKey, "Ustaw HotKey"
HotKeyLabelKeys, "Wybierz klawisze modyfikujące i naciśnij żądany klawisz"
HotKeyLabelMouse, "Wybierz klawisze modyfikujące, a następnie kliknij żądanym przyciskiem myszy"


[BFMessage]
btnCopy, "&Kopiuj do schowka"
btnMoreInformation, "&Pokaż więcej informacji"


[BFTextQuery]
CaseSensitive, "Wielkość liter ma znaczenie:"
ErrorBracketMismatch, "Błąd: Niezgodność nawiasów.\nZamknij nawiasy lub umieść swoje zapytanie w cudzysłowie."
ErrorEscapeCharAtEnd, "Błąd: Znaleziono znak ucieczki '\' na końcu zapytania.\nUżyj znaku lub go usuń."
ErrorExpectedMatchCountChar, "Błąd: Oczekiwano znaku ':::cbc:::' w pozycji {0}.\nZamknij nawiasy lub umieść swoje zapytanie w cudzysłowie."
ErrorExpectedQuote, "Błąd: Oczekiwano "" na pozycji {0}.\nUpewnij się, żeby dodać znaki modyfikacji do znaków ""."
ErrorInvalidChar, "Błąd: Nieprawidłowy znak '{0}' w pozycji {1}.\nUmieść znak w cudzysłowie."
ErrorInvalidDigit, "Błąd: Nieprawidłowa liczba w pozycji {0}.\nLiczby muszą być dodatnie i zawierać jedynie znaki numeryczne."
ErrorInvalidWordBoundary, "Ostrzeżenie: nieprawidłowe znaki.\nOperator równości obsługuje tylko litery i cyfry."
MayContain, "Może zawierać:"
MayEqual, "Może być równe:"
MayNotContain, "Może nie zawierać:"
MayNotEqual, "Może nie być równe:"
MustContain, "Musi zawierać:"
MustEqual, "Musi być równe:"
MustNotContain, "Nie może zawierać:"
MustNotEqual, "Nie może być równe:"
Time, "raz"
Times, "{0} razy"


[BFUpdateCheck]
AlreadyInProgress, "Sprawdzanie aktualizacji jest już uruchomione..."
ErrorRunningDownloadedFile, "Wystąpił błąd podczas próby uruchomienia pobranego pliku instalacyjnego."
FailedToGetVersion, "Nie można wczytać numeru najnowszej wersji."
NoUpdate, "Używasz najnowszej wersji."


[cFunctions_Strings]
FolderNotRecognized, "Wybrany folder nie jest rozpoznawany i nie może zostać przeszukany."


[CommonControls]
chkIsMetroApp, "Czy jest to aplikacja Metro (uniwersalna)?"
lblMetroAppID, "ID procesu aplikacji:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Przeglądaj i &dołącz"
btnBrowseExcludePath, "Przeglądaj"
btnFolderBrowse, "&Przeglądaj"
btnFolderBrowseAppend, "Przeglądaj i &dołącz"
btnNewSearch, "Szukaj w &nowej karcie"
btnPause, "&Pauza"
btnResume, "&Wznów"
btnSearch, "&Szukaj"
btnStop, "&Zatrzymaj"
chkCaseSensitive, "&Wielkość liter ma znaczenie"
chkFileSizeMax, "Maksymalny rozmiar pliku:"
chkFileSizeMin, "Minimalny rozmiar pliku:"
chkIsQueryRegEx, "Zapytanie jest wyraż. regularnym"
chkSearchSubFolders, "Szukaj w pod&folderach"
chkShowFirstResult, "Pokazuj &tylko pierwszy wynik dla każdego pliku"
chkShowIncludeFilterMatchFiles, "Pokazuj nazwy plików pasujących do filtru "Dołącz pliki""
chkShowIncludeFilterMatchFolders, "Pokazuj nazwy folderów pasujących do filtru "Dołącz pliki""
chkShowQueryMatchFiles, "Pokazuj nazwy plików pasujących do zapytania"
chkShowQueryMatchFolders, "Pokazuj nazwy folderów pasujących do zapytania"
chkUseIFilters, "Przetwarzaj zawartość plików używając programów obsługi plików (wolniejsze)"
colDateAccessed, "Data dostępu"
colDateCreated, "Data utworzenia"
colDateModified, "Data modyfikacji"
colEncodingUsed, "Używane kodowanie"
colExtension, "Rozszerzenie"
colFile, "Nazwa pliku"
colFileSize, "Rozmiar pliku"
colLine, "Wiersz"
colLineNumber, "Wiersz #"
colPath, "Ścieżka"
lblAccessedTo, "do"
lblAdditionalLinesAfter, "Liczba wierszy po wyniku wyszukiwania:"
lblAdditionalLinesBefore, "Liczba wierszy przed wynikami wyszukiwania:"
lblCreatedTo, "do"
lblDateAccessed, "Data dostępu:"
lblDateCreated, "Data utworzenia:"
lblDateFilterLogic, "Operacja logiczna na filtrze:"
lblDateModified, "Data modyfikacji:"
lblExcludeFiles, "Wy&klucz pliki:"
lblExcludePath, "&Wyklucz ścieżkę(i):"
lblFilterResults, "Filtr:"
lblIncludeFiles, "Dołącz &pliki:"
lblModifiedTo, "do"
lblPath, "Ś&cieżka(i):"
lblQuery, "&Zapytanie:"
lblStatusFound, "Znaleziono dopasowań: {0}"
lblStatusTotal, "Przeszukano plików: {0}"
mniAbout, "O programie"
mniAddResultsToZipFile, "Spakuj wyniki do archiwum ZIP"
mniAddSelectedResultsToZipFile, "Spakuj zaznaczone wyniki do archiwum ZIP"
mniClearSearchHistory, "Wyczyść historię wyszukiwania"
mniCloseAll, "Zamknij wszystko"
mniCloseAllButThis, "Zamknij pozostałe"
mniCloseSearch, "Zamknij"
mniCopyFilePathNewLine, "Skopiuj zaznaczone nazwy plików (oddzielone nową linią)"
mniCopyToClipboard, "Kopiuj zaznaczone wyniki"
mniCopyToClipboardAll, "Kopiuj wszystkie wyniki"
mniExit, "Wyjdź"
mniExplorerContextMenu, "Menu kontekstowe systemu Windows"
mniHashWithHashTools, "Haszuj za pomocą HashTools"
mniHelp, "Pomoc"
mniOpenFolder, "Otwórz folder zawierający"
mniOpenFolderOnly, "Otwórz folder"
mniOpenOther, "Otwórz za pomocą {0}"
mniPermenentDelete, "Trwale usuń zaznaczone pliki"
mniRemoveRows, "Usuń zaznaczone wyniki z listy"
mniRenameFile, "Zmień nazwę zaznaczonego pliku"
mniSettings, "Ustawienia"
mniShowFilterControls, "Pokaż kontrolki filtru"
mniTextCopy, "&Kopiuj"
mniTextSelectAll, "Zaznacz &wszystko"
mniTools, "&Narzędzia"
mniTrayExit, "Wyjdź"
mniTrayLoadProfiles, "Wczytaj profil"
mniTrayShowFileSeek, "Pokaż program FileSeek"
mniTraySyncProfiles, "Zsynchronizuj profile"
mnuCopyFilePath, "Kopiuj zaznaczone nazwy plików (oddzielone przecinkami)"
mnuExportAllHTML, "Eksportuj wszystkie wyniki do HTML"
mnuExportSelectedResultsHTML, "Eksportuj zaznaczone wyniki do HTML"
mnuFileCopy, "Kopiuj zaznaczone pliki"
mnuFileCut, "Wytnij zaznaczone pliki"
mnuFileDelete, "Usuń zaznaczone pliki"
mnuLanguage, "Języki"
mnuLoadProfile, "Wczytaj"
mnuManageProfiles, "Zarządzaj profilami"
mnuOpen, "Otwórz"
mnuOpenNotepad, "Otwórz za pomocą notatnika"
mnuProfile, "Profile"
mnuSave, "Zapisz"
mnuSaveAll, "Eksportuj wszystkie wyniki jako CSV"
mnuSaveProfile, "Zapisz nowy profil"
mnuSaveSelection, "Eksportuj zaznaczone wyniki jako CSV"
mnuShowFullLanguageList, "Pokaż pełną listę"
mnuSyncProfiles, "Zsynchronizuj profile"
rdoMatchQueryLineByLine, "Dopasuj zapytanie do każdego wiersza w pliku"
rdoMatchQueryToWholeFile, "Dopasuj zapytanie do całego pliku"
tabAdvanced, "Zaawansowane"
tabDateFilters, "Filtry daty"
tabFileSizeFilters, "Filtry rozmiaru pliku"
tabSearch, "Szukaj"


[frmMain_Strings]
AccessedAfterTT, "Używane po {0}"
AccessedBeforeTT, "Używane przed {0}"
AccessedBetweenTT, "Używane pomiędzy {0} a {1}"
AllDrives, "Wszystkie napędy"
AppSelectionErrorPartOne, "Wybrana aplikacja nie może zostać znaleziona."
AppSelectionsErrorPartTwo, "Czy chciałbyś wybrać inną?"
btnNewSearchTT, "Otwórz nową kartę i rozpocznij wyszukiwanie"
btnSearchTT, "Rozpocznij wyszukiwanie w bieżącej karcie"
btnStopTT, "Zatrzymaj wybrane wyszukiwanie"
CaseSensitiveQueryTT, "Wielkość liter ma znaczenie"
cboDateFilterLogic_AND, "I"
cboDateFilterLogic_OR, "LUB"
cboExcludeFileFilterMode_Pattern, "Filtr wykluczanych plików jest wzorcem"
cboExcludeFileFilterMode_RegEx, "Filtr jest wyrażeniem regularnym"
cboExcludeFileFilterMode_TextQuery, "Filtr jest zapytaniem tekstowym"
cboIncludeFileFilterMode_Pattern, "Filtr jest wyrażeniem regularnym"
cboIncludeFileFilterMode_RegEx, "Filtr jest wyrażeniem regularnym"
cboIncludeFileFilterMode_TextQuery, "Filtr jest zapytaniem tekstowym"
cboQueryMode_RegEx, "Zapytanie jest wyraż. regularnym"
cboQueryMode_TextQuery, "Zapytanie jest zapytaniem tekstowym"
chkShowFirstResultTT, "Pokaże tylko pierwszy pasujący wiersz podczas dopasowywania do każdego wiersza"
ColumnChangeMessage, "Zmiany w kolumnach wyników wyszukiwana nie przyniosą efektu dopóki nie zresetujesz swoich wyszukiwań."
ContextMenuError, "Wystąpił błąd podczas pokazywania menu kontekstowego systemu Windows."
CreatedAfterTT, "Utworzone po {0}"
CreatedBeforeTT, "Utworzone przed {0}"
CreatedBetweenTT, "Utworzone pomiędzy {0} a {1}"
CSVSpreadsheet, "Pliki CSV"
CustomAppOpenError, "Wystąpił błąd podczas otwierania pliku za pomocą innej aplikacji."
DateCreatedError, "Proszę wybrać końcową 'Datę utworzenia', która jest późniejsza niż początkowa."
DateFiltersSelected, "Filtry daty:"
DateModifiedError, "Proszę wybrać końcową 'Datę modyfikacji', która jest późniejsza niż początkowa."
EmptyPDFError, "Plik PDF został przeszukany lecz nie zawierał żadnego tekstu"
EnterProfileName, "Wprowadź nazwę profilu:"
ErrorDirectoryEmpty, "Ta ścieżka jest pusta"
ExcludeFilesTT, "Wykluczone pliki: {0}"
ExcludePathsTT, "Wyklucz ścieżkę(i): {0}"
ExportDateAccessed, "Data dostępu"
ExportDateCreated, "Data utworzenia"
ExportDateModified, "Data modyfikacji"
ExportExtension, "Rozszerzeni"
ExportFileName, "Nazwa pliku"
ExportFileSize, "Rozmiar pliku"
ExportLineNumber, "Wiersz #"
ExportLineText, "Wiersz"
ExportPath, "Ścieżka"
FileDeleteMessage, "Proszę czekać podczas gdy program FileSeek wykonuje żądaną operację.\nMożesz zamknąć to okno, ale może to doprowadzić do nieprzewidzianych skutków podczas wykonywania tego zadania."
FileDeleteQuestion, "Czy jesteś pewien, że chcesz usunąć zaznaczone pliki i foldery?"
FileDeleteTitle, "Usuń pliki"
FileDeletionError, "Wystąpił błąd podczas usuwania wybranych plików."
FileHandlerError, "Proszę wprowadzić ścieżkę do przeszukania."
FileIncludeNameMatch, "Dopasowanie do nazwy pliku [Filtr dołączanych plików]"
FileOpenError, "Wystąpił błąd podczas otwierania pliku."
FilePermenentDeleteQuestion, "Czy jesteś pewien, że chcesz trwale usunąć zaznaczone pliki lub foldery?"
FileQueryNameMatch, "Dopasowanie do nazwy pliku [Zapytanie]"
FileReadError, "Błąd podczas dostępu do pliku: {0}"
FileSelectionError, "Proszę zaznaczyć co najmniej 1 plik, który istnieje i spróbować ponownie."
FileSizeError, "Proszę wybrać maksymalny rozmiar pliku, który jest równy bądź większy niż minimalny rozmiar pliku."
FileSizeFiltersSelected, "Filtry rozmiaru pliku:"
FilesSearched, "Przeszukano plików: {0}"
FilesSkipped, "Pominiętych plików: {0}"
FolderBrowserDescription, "Wybierz folder do przeszukania"
FolderBrowsingError, "Wystąpił błąd podczas przeglądania w poszukiwaniu folderu."
FolderIncludeNameMatch, "Dopasowanie do nazwy folderu [Filtr dołączanych plików]"
FolderItemError, "Nie udało się uzyskać folderu dla obiektu: {0}"
FolderOpenError, "Wystąpił błąd podczas otwierania folderu."
FolderQueryNameMatch, "Dopasowanie do nazwy folderu [Tekst zapytania]"
FolderReadError, "Błąd podczas czytania folderów w folderze: {0}"
HiddenFolderError, "Nie przeszukano ponieważ jest to ukryty plik/folder"
HyperTextMarkupLanguageFile, "Plik hipertekstowego języka znaczników"
IFilterWarning, "Proszę włączyć programy obsługi plików na zakładce Zaawansowane aby poprawnie wyświetlać wyniki dla plików: {0}"
IncludeFilesTT, "Dołączone pliki: {0}"
InvalidExcludeFilesRegExError, "Wzorzec wyrażenia regularnego dla wykluczanych plików jest nieprawidłowy.\n{0}"
InvalidFolderLength, "Nieprawidłowa długość folderu."
InvalidIncludeFilesRegExError, "Wzorzec wyrażenia regularnego dla dołączanych plików jest nieprawidłowy.\n{0}"
InvalidQueryError, "Twój tekst zapytania jest nieprawidłowy.\n{0}"
InvalidQueryRegExError, "Wzorzec wyrażenia regularnego zapytania jest nieprawidłowy.\n{0}"
KeypressError, "Wystąpił błąd podczas przetwarzania wciśnięcia klawisza."
LinkedFolderError, "Folder nie przeszukiwany ponieważ jest dowiązaniem symbolicznym/punktem połączenia katalogów"
MatchesFound, "Znaleziono dopasowań: {0}"
MatchesFromQueue, "wyniki dodane do kolejki: {0}"
MatchesFromQueueIcons, "ikony dodane do kolejki: {0}"
MaxFileSizeTT, "Maksymalny rozmiar pliku: {0}"
MaxPathError, "To jest długa ścieżka i może nie działać z pewnymi programami"
MenuOpenError, "Wystąpił błąd podczas otwierania menu."
MinFileSizeTT, "Minimalny rozmiar pliku: {0}"
ModifiedAfterTT, "Modyfikowane po {0}"
ModifiedBeforeTT, "Modyfikowane przed {0}"
ModifiedBetweenTT, "Modyfikowane pomiędzy {0} a {1}"
More, "(więcej)"
NoDateFiltersSelected, "Nie wybrano żadnych filtrów daty"
NoFileSizeFiltersSelected, "Nie wybrano żadnych filtrów rozmiaru pliku"
NoOptionsSelected, "Nie wybrano żadnych opcji"
NotepadError, "Wystąpił błąd podczas otwierania pliku za pomocą notatnika."
NotYourProfile, "Nie jesteś właścicielem tego profilu."
OnlyShowFirstResultTT, "Pokazuj tylko pierwszy wynik"
OpenManyQuestion, "Czy jesteś pewien, że chcesz otworzyć {0} plików lub folderów?"
OptionsSelected, "Wybrane opcje:"
OtherApplication, "Inna aplikacja"
PathsTT, "Ścieżka(i): {0}"
PathTooLongError, "System Windows nie obsługuje tej akcji dla ścieżek z długimi nazwami."
ProfileLoadError, "Wystąpił błąd podczas wczytywania profilu."
ProfileLoadOnStartError, "Wystąpił błąd podczas wczytywania profilu. Profil nie istnieje."
ProfileNameEmptyError, "Nie wprowadziłeś nazwy profilu.\nWprowadź nazwę profilu i spróbuj ponownie."
ProfileOverwriteQuestion, "Czy jesteś pewien, że chcesz nadpisać profil '{0}'?"
ProfileSaved, "Zapisano wyniki wyszukiwania do profilu '{0}'"
ProfileSaveError, "Nie można zapisać profilu."
ProOnlyDoubleClickPrompt, "Domyślny program obsługi podwójnego kliknięcia jest ustawiony na opcję dostępną tylko w wersji Pro.\nMożesz zmienić domyślny program obsługi podwójnego kliknięcia w Ustawieniach w zakładce Szukanie.\n\nCzy chciałbyś uzyskać więcej informacji na temat uaktualnienia?"
QueryTT, "Zapytanie:\n{0}"
rdoMatchQueryLineByLineTT, "Otwórz plik po jednym wierszu na raz i spróbuj dopasować zapytanie do każdego wiersza"
rdoMatchQueryToWholeFileTT, "Otwórz od razu cały plik i spróbuj dopasować zapytanie do całego tekstu"
RenameFileError, "Program FileSeek nie mógł zmienić nazwy zaznaczonego pliku lub folderu.\nPodaj inną nazwę i spróbuj ponownie."
RenameFileFolder, "Zmień nazwę zaznaczonego pliku:"
ResultCopied, "Skopiowano jeden wynik do schowka."
ResultCopyError, "Wystąpił błąd podczas kopiowania wyników do schowka."
ResultSaveError, "Wystąpił błąd podczas zapisywania wyników.\n{0}"
ResultsCopied, "{0} wyników skopiowano do schowka."
ResultSelectionError, "Proszę zaznaczyć co najmniej 1 wynik wyszukiwania i spróbować ponownie."
SaveResults, "Zapisz wyniki do arkusza kalkulacyjnego"
SaveResultsAsHTML, "Zapisz wyniki jako HTML"
SaveSearchProfile, "Zapisz profil wyszukiwania"
SearchComplete, "Wyszukiwanie zakończone w {0}s"
SearchCriteria, "Kryteria wyszukiwania:"
SearchCriteriaEmptyTT, "Puste kryteria wyszukiwania"
SearchEnd, "Koniec wyszukiwania: {0}"
SearchError, "Wystąpił błąd podczas wyszukiwania."
SearchStart, "Początek wyszukiwania: {0}"
SearchSubFoldersTT, "Przeszukuj podfoldery"
SettingFormShowError, "Wystąpił błąd podczas pokazywania okna ustawień."
Syncing, "Synchronizacja z kontem Binary Fortress..."
SystemFolderError, "Nie przeszukano ponieważ jest to plik/folder systemowy"
TextCopyError, "Wystąpił błąd podczas kopiowania tekstu."
TextProcessingError, "Wystąpił błąd podczas przetwarzania tekstu."
TextQueryHelpTT, "Pomoc na temat tekstu zapytania"
TextSelectionError, "Wybierz jakiś tekst i spróbuj ponownie."
txtPathTT, "Rozdziel wiele pozycji znakiem |"
UseFileHandlersTT, "Używaj programów obsługi plików"
ViewingAppPartOne, "Nie wybrałeś jeszcze aplikacji do otwierania plików"
ViewingAppPartTwo, "Czy chciałbyś ją wybrać teraz?"
ZipFile, "Plik Zip"


[frmProfileManager_Controls]
btnCopyProfile, "Kopiuj profil"
btnDelete, "Usuń"
btnExport, "Eksportuj profil"
btnImport, "Importuj profil"
btnRename, "Zmień nazwę"
btnSync, "Synchronizuj ze swoim kontem Binary Fortress"
colProfileName, "Nazwa profilu"
colProfileOwner, "Właściciel profilu"
lblCurrentProfile, "Bieżący użytkownik: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Jak chciałbyś nazwać swój profil?"
ExportFileSeekSearchProfile, "Eksportuj profil wyszukiwania programu FileSeek"
ExportSearchProfileSuccessful, "Profil wyszukiwania eksportowano pomyślnie"
FileSeekSearchProfile, "Profil wyszukiwania programu FileSeek"
ImportFileSeekSearchProfile, "Importuj profil wyszukiwania programu FileSeek"
MustSelectAnItem, "Proszę wybrać profil z listy i spróbować ponownie."
ProfileDeleteQuestion, "Czy jesteś pewien, że chcesz usunąć wybrany profil?"
RenameSearchProfile, "Zmień nazwę profilu wyszukiwania"
SearchProfileName, "Nazwa profilu wyszukiwania:"
Title, "Zarządzaj profilami"


[frmSettings_Controls]
btnBrowseOther, "&Przeglądaj"
btnClearHistory, "Wyczyść historię wyszukiwania"
btnIFilterToggle, "Przełącz program obsługi plików"
btnOtherDefault, "&Domyślny"
chkCloseToTray, "Zamykaj program FileSeek do paska zadań"
chkCombineParameters, "Przekazuj wiele plików do tej samej instancji zamiast otwierania wielu instancji"
chkErrorDirectoryEmpty, "Wyświetlaj błąd gdy zostanie znaleziony pusty folder"
chkErrorForLongPaths, "Wyświetlaj błąd i pomijaj ścieżkę gdy jest dłuższa niż 260 znaków"
chkExportExtraLines, "Eksportuj również dodatkowe wiersze podczas zapisywania wyników"
chkIFilterErrors, "Wyświetlaj błąd dla plików bez programu obsługi plików (gdy wykorzystanie programów obsługi plików jest włączone)"
chkIsQueryFullString, "Traktuj tekst zapytania jako jeden wielki wyraz zapytania"
chkLinkedFoldersSearch, "Przeszukuj pliki &i foldery które są dowiązaniami symbolicznymi/punktami połączenia katalogów"
chkLinkedFoldersSearchShowErrorOnSkip, "Wyświetlaj błąd gdy pomijane dowiązanie symboliczne/punkt połączenia katalogów"
chkMinimizeToTray, "Minimalizuj program FileSeek do paska zadań"
chkOnlyShowMatchedText, "Pokazuj tylko pasujący tekst w wynikach wyszukiwania"
chkResetSearchValues, "Zresetuj wartości karty wyszukiwania podczas rozpoczynania wyszukiwania na nowej karcie"
chkResultWordWrap, "Zawijaj tekst wyświetlany w wynikach wyszukiwania"
chkSearchHiddenFiles, "Przeszukuj ukryte pliki i foldery"
chkSearchSystemFiles, "Przeszukuj pliki i foldery systemowe"
chkSearchWithinLNKFiles, "Przeszukuj pliki do których prowadzą pliki skrótów LNK"
chkShowErrorEmptyPDF, "Wyświetlaj błąd gdy zostanie znaleziony pusty plik PDF"
chkShowFileErrors, "Wyświetlaj błąd gdy nie można uzyskać dostępu do pliku/folderu"
chkShowHiddenFileError, "Wyświetlaj błąd gdy pomijane są ukryte pliki i foldery"
chkShowSystemFileError, "Wyświetlaj błąd gdy pomijane są pliki i foldery systemowe"
chkShowToolTips, "Pokazuj podpowiedzi"
chkSingleInstance, "Wymuś program FileSeek, aby otwierał tylko jedną instancję"
chkStartWithClearProfile, "Zawsze uruchamiaj program FileSeek z pustymi kryteriami wyszukiwania"
chkTreatAllExcludePathFiltersAsWildcards, "Traktuj wszystkie filtry wykluczanych ścieżek jako wieloznaczniki"
chkTreatAllIncludeFiltersAsWildcards, "Traktuj wszystkie filtry dołączanych plików jako wieloznaczniki"
chkUseCustomDateFormat, "Użyj niestandardowego formatu daty"
chkUsePreviewHandlers, "Użyj podglądu programów obsługi plików w panelu wyników"
chkWindowsContextMenu, "Pokaż program FileSeek w menu kontekstowym systemu Windows"
colAvailableColumns, "Dostępne kolumny"
colSelectedColumns, "Wybrane kolumny"
gbCmdLineVars, "Zmienne wiersza poleceń"
gbDateFormat, "Format daty"
gbGeneralOptions, "Opcje ogólne"
gbPresentationOptions, "Opcje prezentacji"
gbSearchColumns, "Kolumny wyszukiwania"
lblCmdLineParam, "Parametry wiersza poleceń do przekazania:"
lblDateFormatLink, "Niestandardowe ciągi formatujące datę i czas"
lblDefaultDoubleClick, "Wybierz domyślną akcję po podwójnym kliknięciu na wyniku wyszukiwania:"
lblFileHandlerFAQ, "Często zadawane pytania na temat programów obsługi plików"
lblNumChar, "Pokaż następującą liczbę znaków dla każdego wyniku wyszukiwania:"
lblOtherApplicationName, "Nazwa dla innej aplikacji:"
lblSelectViewingApp, "Wybrana aplikacja do przeglądania plików:"
lblSkipFile, "Maksymalny czas przeszukiwania na plik (0=nieograniczony):"
pageSearchViewSettings, "Ustaw. widoku wyników"


[frmSettings_Strings]
AppBrowsingError, "Wystąpił błąd podczas wybierania aplikacji."
cboDefaultDoubleClickOperation_ExportAllCSV, "Eksportuj wszystkie wyniki do CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Eksportuj wszystkie wyniki do HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Eksportuj zaznaczone wyniki do CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Eksportuj zaznaczone wyniki do HTML"
cboDefaultDoubleClickOperation_Open, "Otwórz za pomocą domyślnego programu obsługi"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Otwórz folder zawierający"
cboDefaultDoubleClickOperation_OpenNotepad, "Otwórz za pomocą notatnika"
cboDefaultDoubleClickOperation_OpenOther, "Otwórz za pomocą {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Gdy ta opcja jest włączona, wyszukiwana fraza wpisana jako foo, będzie traktowana jako *foo*"
ClearHistoryError, "Wystąpił błąd podczas czyszczenia historii wyszukiwania."
ClearHistoryWarning, "Czy jesteś pewien, że chcesz wyczyścić historię wyszukiwania?"
CommandLineError, "Proszę wprowadzić parametry wiersza poleceń, lub kliknąć 'Domyślne' aby je zresetować."
CustomDateFormatError, "Wystąpił błąd podczas przypisywania Twojego niestandardowego formatu daty.\nProszę popraw błąd i spróbować ponownie."
DisableFileHandler, "Wyłącz program obsługi plików"
DisablePreviewHandler, "Wyłącz podgląd"
EnableFileHandler, "Włącz program obsługi plików"
EnablePreviewHandler, "Włącz podgląd programu obsługi plików"
FileCommandDescription, "{0}: zastępuje pełną nazwę pliku."
FileHandlerListError, "Wystąpił błąd podczas wyświetlania listy programów obsługi plików."
FileHandlerSelectError, "Wystąpił błąd podczas otwierania programu obsługi plików."
FileHandlerToggleError, "Wystąpił błąd podczas przełączania programu obsługi plików."
HistoryCleared, "Historia wyszukiwania wyczyszczona pomyślnie."
InvalidExitcode, "Zwrócono nieprawidłowy kod wyjścia: {0}"
LineCommandDescription, "{0}: zastępuje numer wiersza."
lvIFilters_Extension, "Rozszerzenie"
lvIFilters_Handler, "Program obsługi"
lvIFilters_HandlerVersion, "Wersja"
NumOfCharError, "Proszę wprowadzić liczbę znaków pomiędzy {0} a {1} i spróbować ponownie."
PreviewHandlerListError, "Wystąpił błąd podczas wyświetlania listy podglądu programów obsługi plików."
PreviewHandlerToggle, "Przełącz podglądu programu obsługi plików"
SettingMenuError, "Wystąpił błąd podczas zmiany ustawień menu kontekstowego."
tabSettings_FileHandlers, "Programy obsługi plików"
tabSettings_OtherApp, "Inna aplikacja"
tabSettings_PreviewHandlers, "Podgl. prog. obsługi plików"
tabSettings_Search, "Szukaj"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Wyniki wyszukiwania zapisane pomyślnie.\nCzy chciałbyś zobaczyć plik?"
SearchCriteria, "Kryteria wyszukiwania"
SearchDate, "Data wyszukiwania:"
Title, "Wyniki wyszukiwania programu FileSeek"


[IFilterHelper_Strings]
UnknownError, "Nieznany błąd wtyczki IFilter"
UsingStandardMethodWarning, "Brak programu obsługi plików dla tego pliku, przeszukiwanie standardową metodą."


[Installer]
AdditionalIcons, "Dodatkowe ikony:"
CreateContextMenuItems, "Dodaj do menu kontekstowego systemu Windows"
CurrentUserOnly, "Tylko dla bieżącego użytkownika"
DesktopIcon, "Utwórz skrót na &pulpicie"
DotNetInstallNow, "Czy chciałbyś zainstalować go teraz?"
DotNetRequired, "Zaktualizuj .NET Framework na Twoim systemie aby uruchomić aplikację."
ForAllUsers, "Dla wszystkich użytkowników"
LaunchNow, "Uruchom teraz"
LicKeyInvalid, "Ten klucz licencyjny wydaje się być nieprawidłowy."
LicKeyLabel, "Klucz licencyjny:"
LicKeySelectOption, "Wybierz opcję klucza licencyjnego i spróbuj ponownie."
LicKeyText, "Opcje klucza licencyjnego:"
LicKeyTextAdminLocked, "Twój klucz licencyjny został ustawiony przez administratora."
LicKeyTextChangeFree, "Kliknij 'Zmień na wersję darmową' w ustawieniach, aby używać wersji darmowej."
LicKeyTextEnterOrFree, "Wprowadź prawidłowy klucz licencyjny lub wybierz opcję 'Użyj wersji darmowej'."
LicKeyTextPaid, "Użyj tego klucza licencyjnego:"
LicKeyTextTrial, "Użyj wersji próbnej (jednorazowo), po 30 dniach wraca do wersji darmowej"
RunAtStartup, "Uruchom przy starcie systemu"
SteamKeyInvalid, "Nie udało się poprawnie wczytać Twojego klucza licencyjnego Steam.\nWyjdź z tego instalatora/aplikacji i spróbuj ponownie kliknąć Instaluj lub Uruchom w programie Steam."
TextBefore, "Jeżeli program FileSeek jest aktualnie uruchomiony, prosimy o zamknięcie go przed instalacją nowej wersji.\n\nOdwiedź https://www.fileseek.ca aby uzyskać aktualizacje i wsparcie."
UninstallRemoveAllData1, "Czy chciałbyś całkowicie usunąć WSZYSTKIE ustawienia aplikacji i pliki tymczasowe?"
UninstallRemoveAllData2, "Nie jest to zalecane jeżeli będziesz instalować tę aplikację ponownie."
UnsupportedWindowsVersion, "Ten produkt nie jest już obsługiwany przez Twoją wersję systemu Windows. Czy chciałbyś uzyskać więcej informacji na temat pobrania starszej obsługiwanej wersji?"


[LicenseValidate_Strings]
ExpiredPrompt, "Przykro nam, ale Twój klucz licencyjny wersji próbnej programu FileSeek wygasł.\nJeżeli zakupiłeś licencję, wprowadź ją w oknie ustawień programu FileSeek.\n\nCzy chciałbyś uzyskać więcej informacji o zakupie programu FileSeek Pro?"
FreeLicenseReminder, "Chcesz wesprzeć rozwój programu? Kliknij tutaj!"
Invalid, "Przykro nam, ale Twój klucz licencyjny jest nieprawidłowy."
InvalidReseller, "Przykro nam, ale Twój klucz licencyjny jest ważny tylko z programem FileSeek dostarczonym przez Twojego odsprzedawcę. \nProszę się skontaktować ze swoim odsprzedawcą aby uzyskać więcej informacji."
LicenseProcessPro, "Dziękujemy za rejestrację!"
LicenseProcessProRestoreSettingsPrompt, "Wykryto automatyczną kopię zapasową Twoich ustawień Pro.\nPlik kopii zapasowej ma {0} dni.\nCzy chciałbyś importować swoje ustawienia Pro? Wszystkie aktualne ustawienia zostaną zastąpione przez ustawienia z kopii zapasowej."
LicenseProcessRemoved, "Twój klucz licencyjny został usunięty."
LicenseProcessTrial, "Dziękujemy za wypróbowanie programu FileSeek Pro!\nTwoja licencja wygaśnie {0:D}."
TrialAlmostDonePrompt, "Twoja licencja testowa wkrótce wygaśnie.\nJeżeli zakupiłeś licencję, wprowadź ją w oknie ustawień programu FileSeek.\n\nCzy chciałbyś uzyskać więcej informacji o zakupie programu FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Wyszukaj za pomocą programu FileSeek"


[Words]
About, "O"
Add, "&Dodaj"
AdminSettingsLock, "Niektóre ustawienia są zarządzane przez administratora systemu"
Apply, "Zastosuj"
Browse, "Przeglądaj"
ButtonLater, "&Później"
ButtonMoreInformation, "&Więcej informacji"
ButtonUseFreeVersion, "&Użyj wersji darmowej"
BuyALicenseKey, "Kup klucz licencji"
Cancel, "&Anuluj"
Close, "Zamknij"
Copy, "&Kopiuj"
Custom, "Niestandardowe"
Cut, "Wy&tnij"
Default, "Domyślne"
Delete, "&Usuń"
Disable, "&Wyłącz"
Disabled, "Wyłączone"
Duplicate, "&Duplikuj"
Edit, "&Edytuj"
Enable, "&Włącz"
Enabled, "Włączone"
EnterALicenseKey, "Wprowadź klucz licencji"
Error, "Błąd"
ErrorNotAdminUACDisabled, "Kontrola konta użytkownika jest wyłączona, ale Ty nie jesteś administratorem, żądana akcja prawdopodobnie się nie powiedzie.\nWłącz kontrolę konta użytkownika lub zaloguj się jako administrator i spróbuj ponownie.\nJeżeli ostatnio wyłączyłeś kontrolę konta użytkownika, uruchom ponownie komputer."
Exit, "&Wyjdź"
FileTypes_AllFiles, "Wszystkie pliki"
FileTypes_ApplicationFiles, "Pliki aplikacji"
FileTypes_HTMLFiles, "Pliki HTML"
FileTypes_ImageFiles, "Pliki graficzne"
FileTypes_RegistryFiles, "Pliki rejestru"
FileTypes_SoundFiles, "Pliki dźwiękowe"
FileTypes_VideoFiles, "Pliki wideo"
FileTypes_ZipFiles, "Pliki zip"
FreeVsPro, "Darmowa, a pełna wersja programu"
Help, "Pomoc"
Info, "Info"
InvalidImageFile, "Ten obraz wydaje się być uszkodzony lub nienadający się do odczytu."
Language, "Język"
Load, "Otwórz"
Name, "Nazwa"
NameLabel, "Nazwa:"
Never, "Nigdy"
No, "Nie"
OK, "&OK"
Paste, "&Wklej"
ProductSocialOnFacebook, "FileSeek na Facebooku"
ProductSocialOnLinkedIn, "FileSeek na LinkedIn"
ProductSocialOnTwitter, "FileSeek na Twitterze"
ProOnlyButtonToolTip, "Ta funkcja dotyczy tylko wersji Pro!\nKliknij tutaj po więcej informacji."
ProOnlyLabelText, "Uaktualnij do licencji Pro, aby włączyć tę funkcję"
ProOnlyNotice, "Funkcje wersji Pro zostały wyróżnione na niebiesko"
ProOnlyQuestion, "Aby korzystać z tej funkcji, musisz uaktualnić licencję do wersji Pro.\nChcesz uzyskać więcej informacji na temat uaktualniania?"
ProOnlyShort, "Tylko Pro"
Redo, "&Powtórz"
Refresh, "Odśwież"
Remove, "&Usuń"
Rename, "Zmień nazwę"
Retry, "Spróbuj ponownie"
Save, "Zapisz"
Seconds, "sekund"
Select, "Wybierz"
SelectAll, "&Zaznacz wszystko"
Settings, "Ustawienia"
Start, "Rozpocznij"
Stop, "Zatrzymaj"
Sync, "Synchronizuj"
Undo, "&Cofnij"
Unknown, "Nieznane"
Yes, "Tak"